import "./About.scss";

const About = () => {
  return (
    <section className="about section">
      <div className="container">
        <h2 className="about__title section__title">K2-TAXI - БУЛ ЭМНЕ?</h2>
        <div className="about__row">
          <p className="about__row-item">
            K2-Taxi кызматы — расмий таксини тез чакырууга жана картадан
            буйрутманын аткаруусуна көз салууга мүмкүнчүлүк берген кызмат.
            Таксиге диспетчерге чалуу, сайттан же болбосо смартфондор үчүн
            мобилдик колдонмо аркылуу буйрутма кылса болот. Таксини орто эсеп
            менен — 4-5 мүнөт күтүүгө туура келет.
          </p>
          <p className="about__row-item">
            Буйрутмалар өнөк болгон — такси кызматтарына берилет. Алар
            буйрутмалардын түз аткаруучулары болушат. Ар бир айдоочу K2-Taxi
            ден, алдын ала текшерүүдөн өтөт: биз анын шаарды канчалык жакшы
            билгенин, жана ошондой эле анын кардарга ийкемдүүлүгүн, биздин сапат
            стандарттарыбызга шайкеш келүүсүн текшерибиз.
          </p>
        </div>
      </div>
    </section>
  );
};

export default About;
